export const pieData = [
  { id: "AFK", label: "کاربران AFK", value: 40, color: "#C5CEFF" },
  { id: "فعال", label: "کاربران فعال", value: 35, color: "#818cf8" },
  { id: "حاضر", label: "کاربران حاضر", value: 25, color: "#22c55e" },
];

export const barData = [
  {
    day: "شنبه",
    فعال: 1200,
    عدم_فعالیت: 800,
  },
  {
    day: "یکشنبه",
    فعال: 1300,
    عدم_فعالیت: 900,
  },
  {
    day: "دوشنبه",
    فعال: 1500,
    عدم_فعالیت: 1000,
  },
  {
    day: "سه‌شنبه",
    فعال: 1100,
    عدم_فعالیت: 700,
  },
  {
    day: "چهارشنبه",
    فعال: 1400,
    عدم_فعالیت: 850,
  },
  {
    day: "پنج‌شنبه",
    فعال: 1300,
    عدم_فعالیت: 950,
  },
  {
    day: "جمعه",
    فعال: 1450,
    عدم_فعالیت: 1000,
  },
];
